// 회원 도메인 메모리
const 회원목록 = [
    {
        회원번호: 1,
        회원아이디: "dksgnstjr",
        회원비밀번호: "1001",
        회원이름: "안훈석",
        휴대전화번호: "010-1111-1111",
        가입날짜: "2026-07-16",
    },
    {
        회원번호: 2,
        회원아이디: "wjdgudwls",
        회원비밀번호: "1002",
        회원이름: "정형진",
        휴대전화번호: "010-2222-2222",
        가입날짜: "2026-07-16",
    },
    {
        회원번호: 3,
        회원아이디: "rnjsdbfls",
        회원비밀번호: "1003",
        회원이름: "권유린",
        휴대전화번호: "010-3333-3333",
        가입날짜: "2026-07-16",
    },
    {
        회원번호: 4,
        회원아이디: "ghkdthdus",
        회원비밀번호: "1004",
        회원이름: "황소연",
        휴대전화번호: "010-4444-4444",
        가입날짜: "2026-07-16",
    }]  

    console.log(회원목록)